Repository: Julian-Schaefer/Clean-the-Planet
Catalog: app/lib/l10n/app_*.arb
Languages: de

source: Start collecting!
de: Sammlung starten!

source: Slide to finish!
de: Wischen zum Beenden!

source: Retrieving Location...
de: Standort wird gesucht...

source: Take picture
de: Bild aufnehmen

source: Summary
de: Zusammenfassung

source: Save
de: Speichern

source: Duration:
de: Dauer:

source: Amount (in litres):
de: Menge (in Litern):

# enterAmount
source: Enter the amount in litres
de: Gib die Menge in Litern ein

# addResultPictures
source: Add Pictures of the result:
de: Bilder vom Ergebnis hinzufügen:

# pleaseEnterAmount
source: Please enter the amount.
de: Bitte gib eine Menge ein.

# pleaseEnterValidNumer
source: Please enter a valid number.
de: Bitte gib eine valide Nummer ein.

# tourSaved
source: Success! Tour has been saved.
de: Erfolg! Die Sammlung wurde gespeichert.

source: Error
de: Fehler

source: Are you sure?
de: Bist du sicher?

# navigateBackWarning
source: If you navigate back now, your tour will be lost. Do you want to continue?
de: Falls du jetzt zurück navigierst, geht deine Sammlung verloren. Fortfahren?

source: Cancel
de: Abbrechen

source: Discard
de: Verwerfen

# goodJob
source: Good job! You've done it.
de: Gute Arbeit! Du hast es geschafft.

source: Add Picture
de: Bild hinzufügen

# enterPictureComment
source: Enter a comment (optional)
de: Kommentar hinzufügen (optional)

source: Add
de: Hinzufügen

source: Comment:
de: Kommentar:

# greeting
source: Hi,
de: Moin,

source: My Tours
de: Meine Sammlungen

source: Help and Feedback
de: Hilfe und Feedback

source: Settings
de: Einstellungen

source: Sign out
de: Ausloggen

# notificationTitle
source: Clean the Planet: Collecting
de: Clean the Planet: Sammeln

# notificationDescription
source: We are using your location while you collect.
de: Wir nutzen deinen Standort im Hintergrund während du sammelst.

source: Pictures of Collection:
de: Bilder dieser Sammlung:

source: No Tour Pictures.
de: Du hast keine Bilder während der Sammlung gemacht.

# deleteTourQuestion
source: Do you really want to delete this Tour?
de: Möchstest du diese Sammlung wirklich löschen?

source: Delete
de: Löschen

# tourDeletedSuccess
source: Success! Selected Tour has been deleted.
de: Die ausgewählte Sammlung wurde gelöscht.

# tourDetailScreenTitle
source: My Route on
de: Meine Sammlung am

source: Overview
de: Überblick

source: Pictures
de: Bilder
